Repository: aminedakhlii/rpmQa
Catalog: lib/l10n/app_*.arb
Languages: ar

# language
source: English
ar: العربية

source: Welcome back!
ar: !مرحبا بعودتك

source: username
ar: اسم المستخدم

source: Password
ar: كلمة المرور

# dont
source: Dont't have an account?
ar: ليس لديك حساب؟

source: Register
ar: سجل الان

source: Sign In
ar: تسجيل الدخول

source: Contact Us
ar: للتواصل بنا

source: Instagram
ar: الانستغرام

source: Facebook
ar: الفيسبوك

source: Twitter
ar: تويتر

source: TikTok
ar: تيك توك

source: WhatsApp
ar: الواتساب

source: Email
ar: البريد الإلكتروني

source: Report Preview
ar: معاينة التقرير

source: Home
ar: الصفحة الرئيسية

source: Choose your situation
ar: اختر نوع البلاغ

source: Stuck in sand
ar: مركبة مغرزة

source: Drowning
ar: مركبة غرقانة

source: Out of fuel
ar: نفاذ الوقود

source: Flat tire
ar: تاير مبنشر

source: Overturned
ar: مركبة مقلوبة

source: Battery charging
ar: شحن بطارية

source: Switch to volunteer account?
ar: قم بالتبديل إلى حسابي التطوعي؟

source: Logout
ar: تسجيل الخروج

source: situation
ar: نوع البلاغ

source: snapshot of situation
ar: إثبات للبلاغ

source: Take a snapshot
ar: تصوير إثبات البلاغ

# createanewaccount
source: Create a new account to get started
ar: قم بإنشاء حساب جديد

source: Customer
ar: حساب عميل

source: Volunteer
ar: متطوع

source: Name
ar: الاسم

source: Phone
ar: رقم الهاتف

source: Equipped car photo
ar: صورة من المركبة المجهزة للطرق الوعرة

# already
source: Already have an account?
ar: هل لديك حساب؟

source: Sign in
ar: تسجيل الدخول

source: Submit
ar: تقديم البلاغ

# emergency
source: New Emergency
ar: حالة طوارئ جديدة

source: Waiting
ar: ليس بعد

source: New phone
ar: رقم هاتف جديج

# confirmch
source: Confirm changes
ar: تاكيد

# deleteacc
source: Delete Account
ar: اغلاق الحساب

source: Profile
ar: البروفايل
